#include <stdio.h>

int main()
{
    int i;
    for (i = 2; i <= 20; i += 2)
    printf("%d\n", i);
    
    return 0;
    
}

///
1. Цикл for:

Напишите программу на C, которая выводит на экран все четные числа от 2 до 20 включительно.
///